
/* Class = "NSMenuItem"; title = "Traer todo al frente"; ObjectID = "5"; */
"5.title" = "Traer todo al frente";

/* Class = "NSMenuItem"; title = "Ventana"; ObjectID = "19"; */
"19.title" = "Ventana";

/* Class = "NSMenuItem"; title = "Minimizar"; ObjectID = "23"; */
"23.title" = "Minimizar";

/* Class = "NSMenu"; title = "Ventana"; ObjectID = "24"; */
"24.title" = "Ventana";

/* Class = "NSMenu"; title = "AMenuPrincipal"; ObjectID = "29"; */
"29.title" = "AMenuPrincipal";

/* Class = "NSMenuItem"; title = "MPlayerX"; ObjectID = "56"; */
"56.title" = "MPlayerX";

/* Class = "NSMenu"; title = "MPlayerX"; ObjectID = "57"; */
"57.title" = "MPlayerX";

/* Class = "NSMenuItem"; title = "Acerca MPlayerX"; ObjectID = "58"; */
"58.title" = "Acerca MPlayerX";

/* Class = "NSMenuItem"; title = "Abrir…"; ObjectID = "72"; */
"72.title" = "Abrir…";

/* Class = "NSMenuItem"; title = "Cerrar"; ObjectID = "73"; */
"73.title" = "Cerrar";

/* Class = "NSMenu"; title = "Archivo"; ObjectID = "81"; */
"81.title" = "Archivo";

/* Class = "NSMenuItem"; title = "Archivo"; ObjectID = "83"; */
"83.title" = "Archivo";

/* Class = "NSMenuItem"; title = "Abrir Reciente"; ObjectID = "124"; */
"124.title" = "Abrir Reciente";

/* Class = "NSMenu"; title = "Abrir Reciente"; ObjectID = "125"; */
"125.title" = "Abrir Reciente";

/* Class = "NSMenuItem"; title = "Limpiar Menú"; ObjectID = "126"; */
"126.title" = "Limpiar Menú";

/* Class = "NSMenuItem"; title = "Preferencias…"; ObjectID = "129"; */
"129.title" = "Preferencias…";

/* Class = "NSMenu"; title = "Servicios"; ObjectID = "130"; */
"130.title" = "Servicios";

/* Class = "NSMenuItem"; title = "Servicios"; ObjectID = "131"; */
"131.title" = "Servicios";

/* Class = "NSMenuItem"; title = "Ocultar MPlayerX"; ObjectID = "134"; */
"134.title" = "Ocultar MPlayerX";

/* Class = "NSMenuItem"; title = "Salir de MPlayerX"; ObjectID = "136"; */
"136.title" = "Salir de MPlayerX";

/* Class = "NSMenuItem"; title = "Ocultar Otros"; ObjectID = "145"; */
"145.title" = "Ocultar Otros";

/* Class = "NSMenuItem"; title = "Mostrar Todos"; ObjectID = "150"; */
"150.title" = "Mostrar Todos";

/* Class = "NSMenuItem"; title = "Zoom"; ObjectID = "239"; */
"239.title" = "Zoom";

/* Class = "NSWindow"; title = "MPlayerX"; ObjectID = "371"; */
"371.title" = "MPlayerX";

/* Class = "NSMenuItem"; title = "Ayuda"; ObjectID = "490"; */
"490.title" = "Ayuda";

/* Class = "NSMenu"; title = "Ayuda"; ObjectID = "491"; */
"491.title" = "Ayuda";

/* Class = "NSMenuItem"; title = "Pagina de MPlayerX Wiki"; ObjectID = "492"; */
"492.title" = "Pagina de MPlayerX Wiki";

/* Class = "NSButton"; ibShadowedToolTip = "Entrar/Salir de Pantalla completa"; ObjectID = "549"; */
"549.ibShadowedToolTip" = "Entrar/Salir de Pantalla completa";

/* Class = "NSButtonCell"; title = "toggleFullScreen"; ObjectID = "550"; */
"550.title" = "toggleFullScreen";

/* Class = "NSButton"; ibShadowedToolTip = "Reproducir/Pausa"; ObjectID = "553"; */
"553.ibShadowedToolTip" = "Reproducir/Pausa";

/* Class = "NSButtonCell"; title = "togglePlayPause"; ObjectID = "554"; */
"554.title" = "togglePlayPause";

/* Class = "NSButton"; ibShadowedToolTip = "Toggle Fillscreen"; ObjectID = "558"; */
"558.ibShadowedToolTip" = "Toggle Fillscreen";

/* Class = "NSButtonCell"; title = "toggleFillScreen"; ObjectID = "559"; */
"559.title" = "toggleFillScreen";

/* Class = "NSSlider"; ibShadowedToolTip = "Volumen"; ObjectID = "569"; */
"569.ibShadowedToolTip" = "Volumen";

/* Class = "NSButton"; ibShadowedToolTip = "toggle Mute"; ObjectID = "571"; */
"571.ibShadowedToolTip" = "toggle Mute";

/* Class = "NSButtonCell"; title = "VolumeButton"; ObjectID = "572"; */
"572.title" = "VolumeButton";

/* Class = "NSWindow"; title = "Abrir URL"; ObjectID = "627"; */
"627.title" = "Abrir URL";

/* Class = "NSTextFieldCell"; title = "URL Media"; ObjectID = "630"; */
"630.title" = "URL Media";

/* Class = "NSButtonCell"; title = "Cancelar"; ObjectID = "634"; */
"634.title" = "Cancelar";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "636"; */
"636.title" = "OK";

/* Class = "NSMenuItem"; title = "Abrir URL..."; ObjectID = "644"; */
"644.title" = "Abrir URL...";

/* Class = "NSMenuItem"; title = "Editar"; ObjectID = "659"; */
"659.title" = "Editar";

/* Class = "NSMenu"; title = "Editar"; ObjectID = "660"; */
"660.title" = "Editar";

/* Class = "NSMenuItem"; title = "Cortar"; ObjectID = "664"; */
"664.title" = "Cortar";

/* Class = "NSMenuItem"; title = "Copiar"; ObjectID = "665"; */
"665.title" = "Copiar";

/* Class = "NSMenuItem"; title = "Pegar"; ObjectID = "666"; */
"666.title" = "Pegar";

/* Class = "NSMenuItem"; title = "Borrar"; ObjectID = "668"; */
"668.title" = "Borrar";

/* Class = "NSMenuItem"; title = "Seleccionar Todo"; ObjectID = "669"; */
"669.title" = "Seleccionar Todo";

/* Class = "NSTextFieldCell"; title = "Velocidad:"; ObjectID = "736"; */
"736.title" = "Velocidad:";

/* Class = "NSTextField"; ibShadowedToolTip = "Set play speed"; ObjectID = "737"; */
"737.ibShadowedToolTip" = "Set play speed";

/* Class = "NSTextFieldCell"; title = "1.0"; ObjectID = "738"; */
"738.title" = "1.0";

/* Class = "NSTextFieldCell"; title = "Retraso de Audio:"; ObjectID = "743"; */
"743.title" = "Retraso de Audio:";

/* Class = "NSTextField"; ibShadowedToolTip = "Set audio delay"; ObjectID = "744"; */
"744.ibShadowedToolTip" = "Set audio delay";

/* Class = "NSTextFieldCell"; title = "0.0"; ObjectID = "745"; */
"745.title" = "0.0";

/* Class = "NSTextField"; ibShadowedToolTip = "Set subtitle delay"; ObjectID = "747"; */
"747.ibShadowedToolTip" = "Set subtitle delay";

/* Class = "NSTextFieldCell"; title = "0.0"; ObjectID = "748"; */
"748.title" = "0.0";

/* Class = "NSTextFieldCell"; title = "Retraso de Sub:"; ObjectID = "749"; */
"749.title" = "Retraso de Sub:";

/* Class = "NSButton"; ibShadowedToolTip = "Mostrar/Ocultar Controles de reproducción"; ObjectID = "754"; */
"754.ibShadowedToolTip" = "Mostrar/Ocultar Controles de reproducción";

/* Class = "NSMenuItem"; title = "Playback"; ObjectID = "782"; */
"782.title" = "Playback";

/* Class = "NSMenu"; title = "Volver a reproducir"; ObjectID = "783"; */
"783.title" = "Volver a reproducir";

/* Class = "NSMenuItem"; title = "Cambio de Subtitulo"; ObjectID = "784"; */
"784.title" = "Cambio de Subtitulo";

/* Class = "NSMenuItem"; title = "Instantanea"; ObjectID = "786"; */
"786.title" = "Instantanea";

/* Class = "NSMenuItem"; title = "Incrementar el tamaño de Subtitulo"; ObjectID = "829"; */
"829.title" = "Incrementar el tamaño de Subtitulo";

/* Class = "NSMenuItem"; title = "Disminuir el tamaño del Subtitulo"; ObjectID = "830"; */
"830.title" = "Disminuir el tamaño del Subtitulo";

/* Class = "NSMenuItem"; title = "Reproducir desde último lugar detenido"; ObjectID = "836"; */
"836.title" = "Reproducir desde último lugar detenido";

/* Class = "NSMenuItem"; title = "Cambiar Audio"; ObjectID = "853"; */
"853.title" = "Cambiar Audio";

/* Class = "NSMenuItem"; title = "Incrementar Volumen"; ObjectID = "857"; */
"857.title" = "Incrementar Volumen";

/* Class = "NSMenuItem"; title = "Disminuir Volumen"; ObjectID = "858"; */
"858.title" = "Disminuir Volumen";

/* Class = "NSTextFieldCell"; title = "Etiqueta"; ObjectID = "882"; */
"882.title" = "Etiqueta";

/* Class = "NSMenuItem"; title = "Desbloquear la Relación de Aspecto"; ObjectID = "903"; */
"903.title" = "Desbloquear la Relación de Aspecto";

/* Class = "NSMenuItem"; title = "Restaurar la Relación de Aspecto"; ObjectID = "904"; */
"904.title" = "Restaurar la Relación de Aspecto";

/* Class = "NSMenuItem"; title = "Sintonizador de Video"; ObjectID = "912"; */
"912.title" = "Sintonizador de Video";

/* Class = "NSMenuItem"; title = "Mostrar ventana Letterbox"; ObjectID = "916"; */
"916.title" = "Mostrar ventana Letterbox";

/* Class = "NSMenuItem"; title = "Cambiar Video"; ObjectID = "935"; */
"935.title" = "Cambiar Video";

/* Class = "NSTextFieldCell"; title = "⌘-OK: Usar ffmpeg para manejar el flujo"; ObjectID = "940"; */
"940.title" = "⌘-OK: Usar ffmpeg para manejar el flujo";

/* Class = "NSMenuItem"; title = "Incrementar el tamaño de la Ventana"; ObjectID = "942"; */
"942.title" = "Incrementar el tamaño de la Ventana";

/* Class = "NSMenuItem"; title = "Disminuir el tamaño de la Ventana"; ObjectID = "943"; */
"943.title" = "Disminuir el tamaño de la Ventana";

/* Class = "NSTextFieldCell"; placeholderString = "desconocido"; ObjectID = "951"; */
"951.placeholderString" = "desconocido";

/* Class = "NSMenuItem"; title = "Info de Media"; ObjectID = "953"; */
"953.title" = "Info de Media";

/* Class = "NSMenuItem"; title = "Equalizador"; ObjectID = "956"; */
"956.title" = "Equalizador";

/* Class = "NSMenuItem"; title = "Vista"; ObjectID = "975"; */
"975.title" = "Vista";

/* Class = "NSMenu"; title = "Vista"; ObjectID = "976"; */
"976.title" = "Vista";

/* Class = "NSMenuItem"; title = "Entrar en Pantalla completa"; ObjectID = "982"; */
"982.title" = "Entrar en Pantalla completa";

/* Class = "NSMenuItem"; title = "Toggle Fillscreen"; ObjectID = "989"; */
"989.title" = "Toggle Fillscreen";

/* Class = "NSMenuItem"; title = "Mostrar Controles Auxiliares"; ObjectID = "992"; */
"992.title" = "Mostrar Controles Auxiliares";

/* Class = "NSMenuItem"; title = "Mover a la Papelera"; ObjectID = "996"; */
"996.title" = "Mover a la Papelera";

/* Class = "NSMenuItem"; ibShadowedToolTip = "En el modo Pantalla Completa, podría mover el con alt + arrastrandolo, or alt + shift + arrastrandolo"; ObjectID = "1001"; */
"1001.ibShadowedToolTip" = "En el modo Pantalla Completa, podría mover el con alt + arrastrandolo, or alt + shift + arrastrandolo";

/* Class = "NSMenuItem"; title = "Mover el marco hacia el centro"; ObjectID = "1001"; */
"1001.title" = "Mover el marco hacia el centro";

/* Class = "NSMenuItem"; title = "Donar..."; ObjectID = "1009"; */
"1009.title" = "Donar...";

/* Class = "NSMenuItem"; title = "Reportar Errores / Feedback..."; ObjectID = "1012"; */
"1012.title" = "Reportar Errores / Feedback...";

/* Class = "NSButtonCell"; title = "siguiente-episodio"; ObjectID = "1015"; */
"1015.title" = "siguiente-episodio";

/* Class = "NSButtonCell"; title = "Ant-episodio"; ObjectID = "1018"; */
"1018.title" = "Ant-episodio";

/* Class = "NSMenuItem"; title = "Reproducir Siguiente Episodio"; ObjectID = "1025"; */
"1025.title" = "Reproducir Siguiente Episodio";

/* Class = "NSMenuItem"; title = "Reproducir Episodio Anterior"; ObjectID = "1026"; */
"1026.title" = "Reproducir Episodio Anterior";

/* Class = "NSMenuItem"; ibShadowedToolTip = "En modo pantalla completa, podrías también alargar/encoger el frame con alt + desplazar o ampliar sobre el touchpad"; ObjectID = "1033"; */
"1033.ibShadowedToolTip" = "En modo pantalla completa, podrías también alargar/encoger el frame con alt + desplazar o ampliar sobre el touchpad";

/* Class = "NSMenuItem"; title = "Reiniciar el tamaño del marco"; ObjectID = "1033"; */
"1033.title" = "Reiniciar el tamaño del marco";

/* Class = "NSMenuItem"; title = "Incrementar el tamaño del marco"; ObjectID = "1036"; */
"1036.title" = "Incrementar el tamaño del marco";

/* Class = "NSMenuItem"; title = "Incrementar el tamaño del marco (menor)"; ObjectID = "1037"; */
"1037.title" = "Incrementar el tamaño del marco (menor)";

/* Class = "NSMenuItem"; title = "Disminuir el tamaño del marco"; ObjectID = "1038"; */
"1038.title" = "Disminuir el tamaño del marco";

/* Class = "NSMenuItem"; title = "Disminuir el tamaño del marco (menor)"; ObjectID = "1039"; */
"1039.title" = "Disminuir el tamaño del marco (menor)";

/* Class = "NSMenuItem"; title = "Espejo"; ObjectID = "1050"; */
"1050.title" = "Espejo";

/* Class = "NSMenuItem"; title = "Voltear"; ObjectID = "1051"; */
"1051.title" = "Voltear";

/* Class = "NSMenuItem"; title = "Incrementar la Velocidad"; ObjectID = "1057"; */
"1057.title" = "Incrementar la Velocidad";

/* Class = "NSMenuItem"; title = "Disminuir la Velocidad"; ObjectID = "1058"; */
"1058.title" = "Disminuir la Velocidad";

/* Class = "NSMenuItem"; title = "Reiniciar a Velocidad Normal"; ObjectID = "1059"; */
"1059.title" = "Reiniciar a Velocidad Normal";

/* Class = "NSMenuItem"; title = "Incrementar el Retraso de Audio"; ObjectID = "1066"; */
"1066.title" = "Incrementar el Retraso de Audio";

/* Class = "NSMenuItem"; title = "Disminuir el Retraso de Audio"; ObjectID = "1067"; */
"1067.title" = "Disminuir el Retraso de Audio";

/* Class = "NSMenuItem"; title = "Reiniciar el retraso de Audio"; ObjectID = "1068"; */
"1068.title" = "Reiniciar el retraso de Audio";

/* Class = "NSMenuItem"; title = "Incrementar el Retraso de Subtitulo"; ObjectID = "1075"; */
"1075.title" = "Incrementar el Retraso de Subtitulo";

/* Class = "NSMenuItem"; title = "Disminuir el Retraso de Subtitulo"; ObjectID = "1076"; */
"1076.title" = "Disminuir el Retraso de Subtitulo";

/* Class = "NSMenuItem"; title = "Reiniciar el Retraso de Subtitulo"; ObjectID = "1077"; */
"1077.title" = "Reiniciar el Retraso de Subtitulo";

/* Class = "NSMenuItem"; title = "Tamaño Original"; ObjectID = "1084"; */
"1084.title" = "Tamaño Original";

/* Class = "NSMenuItem"; title = "Abrir VIDEO_TS..."; ObjectID = "1088"; */
"1088.title" = "Abrir VIDEO_TS...";

/* Class = "NSMenuItem"; title = "Tamaño Doble"; ObjectID = "1093"; */
"1093.title" = "Tamaño Doble";

/* Class = "NSMenuItem"; title = "Encajar en la Pantalla"; ObjectID = "1098"; */
"1098.title" = "Encajar en la Pantalla";

/* Class = "NSMenuItem"; title = "Relación de Aspecto"; ObjectID = "1102"; */
"1102.title" = "Relación de Aspecto";

/* Class = "NSMenu"; title = "Relación de Aspecto"; ObjectID = "1103"; */
"1103.title" = "Relación de Aspecto";

/* Class = "NSMenuItem"; title = "1:1"; ObjectID = "1106"; */
"1106.title" = "1:1";

/* Class = "NSMenuItem"; title = "4:3"; ObjectID = "1107"; */
"1107.title" = "4:3";

/* Class = "NSMenuItem"; title = "16:9"; ObjectID = "1108"; */
"1108.title" = "16:9";

/* Class = "NSMenuItem"; title = "16:10"; ObjectID = "1109"; */
"1109.title" = "16:10";

/* Class = "NSMenuItem"; title = "2.21:1"; ObjectID = "1110"; */
"1110.title" = "2.21:1";

/* Class = "NSMenuItem"; title = "2.35:1"; ObjectID = "1111"; */
"1111.title" = "2.35:1";

/* Class = "NSMenuItem"; title = "2.39:1"; ObjectID = "1112"; */
"1112.title" = "2.39:1";

/* Class = "NSMenuItem"; title = "5:4"; ObjectID = "1113"; */
"1113.title" = "5:4";

/* Class = "NSMenuItem"; title = "Canales"; ObjectID = "1124"; */
"1124.title" = "Canales";

/* Class = "NSMenu"; title = "Canales"; ObjectID = "1125"; */
"1125.title" = "Canales";

/* Class = "NSMenuItem"; title = "Restaurar"; ObjectID = "1126"; */
"1126.title" = "Restaurar";

/* Class = "NSMenuItem"; title = "Estereo"; ObjectID = "1128"; */
"1128.title" = "Estereo";

/* Class = "NSMenuItem"; title = "Izquierda sólo"; ObjectID = "1129"; */
"1129.title" = "Izquierda sólo";

/* Class = "NSMenuItem"; title = "Derecha sólo"; ObjectID = "1130"; */
"1130.title" = "Derecha sólo";

/* Class = "NSMenuItem"; title = "Izquierda expandido"; ObjectID = "1131"; */
"1131.title" = "Izquierda expandido";

/* Class = "NSMenuItem"; title = "Derecha expandido"; ObjectID = "1132"; */
"1132.title" = "Derecha expandido";

/* Class = "NSMenuItem"; title = "Capitulos"; ObjectID = "1140"; */
"1140.title" = "Capitulos";

/* Class = "NSMenuItem"; title = "AVS"; ObjectID = "1143"; */
"1143.title" = "AVS";

/* Class = "NSMenu"; title = "AVS"; ObjectID = "1144"; */
"1144.title" = "AVS";

/* Class = "NSTextFieldCell"; title = "Archivo de audio externo:"; ObjectID = "1158"; */
"1158.title" = "Archivo de audio externo:";

/* Class = "NSButtonCell"; title = "..."; ObjectID = "1162"; */
"1162.title" = "...";

/* Class = "NSMenuItem"; title = "La mitad de su tamaño"; ObjectID = "1166"; */
"1166.title" = "La mitad de su tamaño";

/* Class = "NSMenuItem"; title = "A-B bucle"; ObjectID = "1170"; */
"1170.title" = "A-B bucle";

/* Class = "NSMenu"; title = "A-B bucle"; ObjectID = "1171"; */
"1171.title" = "A-B bucle";

/* Class = "NSMenuItem"; title = "Establecer el punto de inicio"; ObjectID = "1174"; */
"1174.title" = "Establecer el punto de inicio";

/* Class = "NSMenuItem"; title = "Establecer el punto de retorno"; ObjectID = "1175"; */
"1175.title" = "Establecer el punto de retorno";

/* Class = "NSMenuItem"; title = "Cancelar"; ObjectID = "1177"; */
"1177.title" = "Cancelar";

/* Class = "NSWindow"; title = "ParseURL"; ObjectID = "1184"; */
"1184.title" = "ParseURL";

/* Class = "NSTextFieldCell"; title = "Multiline Label"; ObjectID = "1187"; */
"1187.title" = "Multiline Label";

/* Class = "NSButtonCell"; title = "Cancelar"; ObjectID = "1193"; */
"1193.title" = "Cancelar";

/* Class = "NSMenuItem"; title = "Método de desentrelazado"; ObjectID = "1196"; */
"1196.title" = "Método de desentrelazado";

/* Class = "NSMenu"; title = "Método de desentrelazado"; ObjectID = "1197"; */
"1197.title" = "Método de desentrelazado";

/* Class = "NSMenuItem"; title = "Ninguna"; ObjectID = "1198"; */
"1198.title" = "Ninguna";

/* Class = "NSMenuItem"; title = "FFMpeg"; ObjectID = "1200"; */
"1200.title" = "FFMpeg";

/* Class = "NSMenuItem"; title = "LPF5"; ObjectID = "1201"; */
"1201.title" = "LPF5";

/* Class = "NSMenuItem"; title = "Goto Snapshot Folder..."; ObjectID = "1206"; */
"1206.title" = "Goto Snapshot Folder...";

/* Class = "NSMenuItem"; title = "Check For Updates..."; ObjectID = "1212"; */
"1212.title" = "Check For Updates...";
